<template>
    <div style="margin: 0 20px 20px 20px;">
      <div class="column" >
        <h3>プライバシーポリシー</h3>
        <p>個人情報保護方針</p>
      </div>

      <p>株式会社Crewto（クルート）（以下、「弊社」といいます）は、個人情報の取扱いおよび保護について、その重要性を深く認識し、適切な保護を行うために、以下の通り個人情報保護方針を定め、その履行に努めます。</p>

      <ul>
          <li>
              <h5>（1）法令・指針・規範の遵守</h5>
              <p>当社は個人情報の取り扱いに関する法令、国が定める指針その他の規範を遵守します。</p>
          </li>
          <li>
              <h5>（2）個人情報の取得・利用・提供</h5>
              <p>個人情報の取得に際しては、その利用目的を特定し、利用目的の達成に必要な範囲を超えた個人情報の取り扱いを行わないものとします。また、取得した個人情報の適切な利用・提供のための措置を講じます。</p>
          </li>
          <li>
              <h5>（3）個人情報の外部提供</h5>
              <p>当社は、個人情報の取り扱いの全部または一部を外部に委託する場合には、十分な保護水準を満たした者を選定し、契約等により適切な措置を講じます。また、本人の同意がある場合または下記「個人情報の取り扱いについて」に記載する場合を除き、個人情報を第三者に提供することはありません。</p>
          </li>
          <li>
              <h5>（4）個人情報に対する安全管理措置</h5>
              <p>当社は、個人情報への不正アクセス、個人情報の漏えい、滅失、き損及び改ざんの防止と是正のための措置を講じます。</p>
          </li>
          <li>
              <h5>（5）個人情報に関するお問い合わせ</h5>
              <p>当社は、個人情報の取り扱いに関する苦情および相談への適切かつ迅速な対応に努めます。また、当社が保有する開示対象個人情報の開示等の請求を受け付けます。開示等の請求の受け付けは、以下の「個人情報取扱に関するお問い合わせ窓口」が行います。</p>
          </li>
          <li>
              <h5>（6）継続的改善</h5>
              <p>当社は個人情報の取り扱いについて継続的に改善を行います。</p>
          </li>
          <li>
              <h5>（7）方針の公開</h5>
              <p>本方針は当社のホームページに掲載し、どなたでも閲覧可能な状態を維持します。</p>
          </li>
      </ul>

      <h5>個人情報の取り扱いについて</h5>
      <p>株式会社Crewto（以下「当社」といいます）が提供するスマートフォン向けアプリ「TCG GATE」（以下「本アプリ」といいます）を遂行するうえで、お客様の個人情報の保護は重要であると認識し、個人情報の保護に関する法律を遵守し、以下のプライバシーポリシーに従い、適切に取り扱います。</p>

      <h5>1. 個人情報とは</h5>
      <p>個人情報とは、個人に関する情報であって、その情報を構成する記述等により特定の個人を識別できるものをいいます。また、他の情報と照合することにより特定の個人を識別することができるものを含みます。</p>

      <h5>2. 個人情報の取得について</h5>
      <p>当社は、以下の方法により、お客様に関する情報を取得させていただきます。</p>
      <ul>
          <li>（1）本サービスを通じてお客様が自ら入力された個人情報を、取得・収集させていただきます。</li>
          <li>（2）お客様が本サービスをご利用された履歴等を収集させていただきます。これらの情報には、利用されるURL、ブラウザや携帯電話の種類、IPアドレスなどの情報を含みます。</li>
      </ul>

      <h5>3. 個人情報の利用目的</h5>
      <p>当社が取得する個人情報は、個人情報を適法かつ公正な手段で取得・利用させていただきます。当社は、お客様本人の同意がある場合を除き、以下の目的達成に必要な範囲を超えて、取得した個人情報を利用しません。</p>
      <ul>
          <li>（1）ユーザーによる本サービス利用時の個人認証</li>
          <li>（2）本サービスに関する情報又は案内等のお知らせ</li>
          <li>（3）本サービス利用状況に関する照会又は確認等</li>
          <li>（4）キャンペーンの告知、モニター等への応募、プレゼント発送、イベントのご案内等</li>
          <li>（5）モニターおよびコンテンツ制作の取材募集</li>
          <li>（6）サービス向上を目的としたご要望の分析、各種統計データの算出集計、それらの結果分析</li>
          <li>（7）いただいたお問い合わせ等へのご回答</li>
          <li>（8）その他本サービスの提供にあたり必要となる利用目的のため</li>
      </ul>

      <h5>4. 個人情報の管理</h5>
      <p>個人情報への不正アクセス、個人情報の紛失、破壊、改ざんおよび漏洩等の予防ならびに是正に関しては、技術面及び組織面において安全対策を継続的に講じて、お客様の個人情報保護に努力してまいります。</p>

      <h5>5. 個人情報の第三者への提供・開示</h5>
      <p>当社は、以下のいずれかに該当する場合に限り、法令の範囲内で、個人情報を第三者に提供する場合があります。</p>
      <ul>
          <li>（1）法令に基づく場合</li>
          <li>（2）人の生命、身体または財産の保護のために必要がある場合であって、ご本人の同意を得ることが困難である場合</li>
          <li>（3）当社が行う業務の全部または一部を第三者に委託する場合</li>
          <li>（4）当社に対して秘密保持義務を負う第三者に対する開示であり、かつ、お客様から当該第三者へお客様の個人情報を提供することにつき同意を得ている場合</li>
          <li>（5）個人情報保護法その他の法令により認められた場合</li>
      </ul>

      <h5>6. 免責</h5>
      <p>以下の場合は、当社は何ら責任を負いません。</p>
      <ul>
          <li>（1）ご本人が当社サービスの機能または別の手段を用いて第三者（本サービスの他のお客様を含みます。）に個人情報を明らかにした場合</li>
          <li>（2）ご本人が当社サービス上で開示した情報等により、個人が識別できてしまった場合</li>
      </ul>

      <h5>7. 個人情報の開示・訂正・削除について</h5>
      <p>当社は、お客様から個人情報の開示、内容の訂正・追加・削除及び利用停止を求められた場合には適切にこれに対応します。また、当社は、お客様が本サービスから退会された場合、当該お客様に関して当社が有する個人情報を全て削除します。但し、個人情報保護法その他の法令により、当社がこれらの義務を負わない場合は、この限りではありません。また、お客様は本サービスの管理画面等にログインすることで、いつでも個人情報の閲覧・訂正・削除・退会手続きを行えます。</p>

      <h5>8. クッキー（Cookie）について</h5>
      <p>当社は、サービスのコンテンツの提供を管理・維持したり、新しいサービスを検討したり、ログイン情報管理や広告配信などのために端末情報をクッキーにて利用しております。</p>

      <h5>9. 個人情報保護方針の改訂</h5>
      <p>今後、弊社は個人情報保護方針の全部または一部を改訂することがあります。その場合全ての改訂はこのページでお知らせ致します。但し、法令上、個人情報の本人の同意が必要となるような内容の変更の場合は、当社所定の方法でお客様の同意を得るものとします。</p>

      <h5>10. お問い合わせ</h5>
      <p>本個人情報保護方針に関するお問い合わせ又はご質問については、末尾記載の窓口までお願いいたします。但し、当社が回答するに先立ち、ご本人であることを確認させていただくことがあります。</p>

      <p>制定・施行：2024年8月1日</p>

      <h5>個人情報に関するお問い合わせ窓口</h5>
      <p>株式会社Crewto<br>
      個人情報管理責任者宛<br>
      メールアドレス：<a href="mailto:to_support@crewto.jp">to_support@crewto.jp</a></p>
    </div>
</template>

<script setup>
definePageMeta({ layout: 'app' })
useHead({
  title: 'TCG Gate - プライバシーポリシー',
})
</script>
