<template>
    <div style="margin: 0 20px 20px 20px;">
      <div class="column">
        <h3>TCG GATE利用規約</h3>
      </div>

      <h5>第１条（総則）</h5>
      <p>1.　本規約は、株式会社Crewto（以下「当社」といいます。）が提供するスマートフォン向けアプリ「TCG GATE」（以下「本アプリ」といいます。）における利用条件、及び当社と本アプリを利用される方（会員登録の有無を問わず全てのユーザーを指し、以下「ユーザー」といいます。）との間の権利義務関係を定めるものです。ユーザーは、本規約に同意することで、本アプリをご利用いただけます。</p>
      <p>2.　当社が、本アプリに関し、本規約以外に定めるルールや各種ガイドラインについても、本規約の一部を構成するものとします。</p>
      <p>3.　本規約の内容と、前項のルール等の内容とが異なる場合、本規約の規定が優先して適用されるものとします。</p>
  

  
      <h5>第２条（規約への同意）</h5>
      <p>1．ユーザーが、本アプリをスマートフォンその他の情報端末にダウンロードし、本規約への同意手続を行った時点で、利用者と当社との間で、本規約の諸規定に従った利用契約が成立するものとします。</p>
      <p>2．ユーザーが未成年者である場合には、親権者その他の法定代理人の同意を得たうえで、本アプリをご利用ください。</p>
      <p>3．未成年者のユーザーが、法定代理人の同意がないにもかかわらず同意があると偽りまたは年齢について成年と偽って本アプリを利用した場合、その他行為能力者であることを信じさせるために詐術を用いた場合、本アプリに関する一切の法律行為を取り消すことは出来ません。</p>
      <p>4．本規約の同意時に未成年であったユーザーが成年に達した後に本アプリを利用した場合、当該ユーザーは本アプリに関する一切の法律行為を追認したものとみなされます。</p>
  

  
      <h5>第３条（規約等の変更）</h5>
      <p>1．当社は、いつでも、本規約の内容を変更することができます。</p>
      <p>2．当社は、本規約を変更するときは、本規約を変更すること、変更後の内容、及びその効力発生時期について適切な方法で周知するものとします。</p>
      <p>3．ユーザーは、本規約変更後、本アプリを利用した時点で、変更後の本利用規約に異議なく同意したものとみなされます。</p>
  

  
      <h5>第４条（外部コンテンツ）</h5>
      <p>1．ユーザーは、本アプリの利用によって、当社以外の第三者が作成したウェブサイトまたはコンテンツ（以下まとめて、「外部コンテンツ」といいます。）に対するリンクを取得することができます。外部コンテンツに関しては当社の管理下になく、当該コンテンツの作成者が全ての責任を負います。</p>
      <p>2．当社は外部コンテンツに起因してユーザーに生じた一切の損害について、賠償する責任を負わないものとします。</p>
      <p>3．ユーザーは、外部コンテンツに対するリンク取得の際、当該コンテンツの作成者が定める利用規約その他の条件が適用されることがあることを予め承諾したものとします。</p>
  

  
      <h5>第５条（利用終了）</h5>
      <p>ユーザーは、本アプリをアンインストールすることで、本アプリの利用を終了することができます。</p>
        
      <h5>第６条（ユーザーの責任）</h5>
<p>1．ユーザーは、本アプリ利用に際して登録した情報（以下、「登録情報」といい、メールアドレスやID・パスワード等を含みます。）について、自己の責任の下、任意に登録、管理するものとします。ユーザーは、これを第三者に利用させ、または貸与、譲渡、名義変更、売買などをしてはならないものとします。</p>
<p>2．当社は、登録情報によって本アプリの利用があった場合、利用登録をおこなった本人が利用したものと扱うことができ、当該利用によって生じた結果ならびにそれに伴う一切の責任については、利用登録を行った本人に帰属するものとします。</p>
<p>3．ユーザーは、登録情報の不正使用によって当社または第三者に損害が生じた場合、当社および第三者に対して、当該損害を賠償するものとします。</p>
<p>4．登録情報の管理は、ユーザーが自己の責任の下で行うものとし、登録情報が不正確または虚偽であったためにユーザーが被った一切の不利益および損害に関して、当社は責任を負わないものとします。</p>
<p>5．登録情報が盗用されまたは第三者に利用されていることが判明した場合、利用者は直ちにその旨を当社に通知するとともに、当社からの指示に従うものとします。</p>
<p>6．ユーザーは、自己の責任により本アプリを利用するものとし、本アプリの利用および本アプリを利用してなされた行為及びその結果について、一切の責任を負うものとします。</p>
<p>7．ユーザーは、本アプリの利用に際し、他のユーザーまたは第三者に対して損害を与えたときは、自己の責任と負担において当該損害を賠償するものとし、当社は一切の責任を負わないものとします。</p>
<p>8．ユーザーは、本アプリの利用に際し、当社に対して損害を与えたときは、自己の責任と負担において当該損害を賠償するものとします。</p>

<h5>第７条（ユーザー情報）</h5>
<p>当社は、本アプリの利用に際して当社が取得するユーザー情報について、別途定める本アプリのプライバシーポリシーに従い取り扱うものとします。</p>

<h5>第８条（広告）</h5>
<p>1. 当社は、本アプリに当社又は第三者の提供する広告を掲載することができるものとし、ユーザーはこれを承諾するものとします。</p>
<p>2. 前項の広告の内容、デザイン、広告の対象となる商品、広告主その他広告に関する事項は、当社の裁量で定めるものとし、随時変更されます。</p>

<h5>第９条（禁止事項）</h5>
<p>1．ユーザーは、本アプリの利用にあたり、以下各号に定める事項を行ってはならないものとします。当社において、ユーザーがこれらの行為を行ったと認めた場合、当社は、当該ユーザーに対する事前の通知なしに、直ちに、利用の一時停止、その他当社が必要と判断する措置を講じることができるものとします。</p>
<p>（1）他のユーザー、第三者又は当社の財産、名誉、信用、プライバシー、著作権、パブリシティ権、商標権その他の権利又は法律上保護される利益を侵害する行為、侵害を助長する行為又はそれらのおそれのある行為</p>
<p>（2）他のユーザー、第三者又は当社の名誉・信用を毀損又は不当に差別もしくは誹謗中傷する行為</p>
<p>（3）本アプリに付帯した権利を第三者に貸与、共有、譲渡等する行為</p>
<p>（4）本アプリを選挙活動に利用すること及び、公職選挙法に抵触する行為</p>
<p>（5）他のユーザー、その他の第三者に成りすます行為</p>
<p>（6）個人情報及びユーザーに関する情報を収集する行為</p>
<p>（7）交際相手を誘引もしくは募集すること又はそれらに繋がる行為</p>
<p>（8）性交渉の相手を誘引もしくは募集すること又はそれらに繋がる行為</p>
<p>（9）メールアドレス、電話番号、住所、その他私的な連絡を可能にする情報を掲載する行為</p>
<p>（10）児童ポルノ又は、児童ポルノに類する表現行為</p>
<p>（11）わいせつな表現、暴力的な表現、差別的な表現、犯罪及び自殺を誘発する表現、その他公序良俗に反する内容を含むデータを公開し又は投稿する行為</p>
<p>（12）製品又はアプリの販売、販売の誘引、広告掲載その他の営業活動</p>
<p>（13）特定の組織又は団体等への勧誘行為</p>
<p>（14）無限連鎖講、マルチ商法、その他これらに類すると判断されうる行為及び、これらの行為への勧誘行為</p>
<p>（15）画像、動画、音楽、ソフトウェアその他のファイルを違法に配信、提供する行為</p>
<p>（16）有害なコンピュータプログラム、ウィルス等を本アプリに送信し、又は提供する行為</p>
<p>（17）当社又は他のユーザー又は第三者のコンピュータシステムに不正にアクセスする行為</p>
<p>（18）その他、当社が不適切と判断する行為</p>

<h5>第１０条（本アプリの運営）</h5>
<p>当社は、本アプリの運営を行うに当たり、ユーザーの利便性向上、サービス向上を目的に、また、必要に応じて、本アプリの仕様変更、サービスの追加、変更、または終了などの措置を講じることができるものとします。</p>

<h5>第１１条（本アプリの提供の停止等）</h5>
<p>1．次の各号のいずれかに該当する場合には、当社は、ユーザーに対して何ら通知なく本アプリの提供を停止し、またはユーザーに対して本アプリの提供を停止し、またはその他の措置を講じることができるものとします。</p>
<p>（1）システムの保守、点検、更新等のため、または緊急の場合</p>
<p>（2）火災、停電、天災地変、その他の非常事態により、本アプリの運営が困難な場合</p>
<p>（3）その他、当社が停止又は中断を必要と判断する場合</p>
<p>2．当社は、前項の措置により生じたユーザーに対する一切の損害について、一切の責任を負わないものとします。</p>

<h5>第１２条（免責事項）</h5>
<p>1．当社は、ユーザーが本アプリを利用するにあたり提供する情報その他のサービスに関して、特定の目的に適合性、完全性、正確性、安全性、合法性、最新性等いかなる保証も行うものではありません。</p>
<p>2．ユーザーは、自己の責任において本アプリを利用し、その利用によって生じた一切の損害について、当社は一切の責任を負わないものとします。</p>

<h5>第１３条（本アプリのバージョンアップ、中断、終了）</h5>
<p>1. 当社は、ユーザーに対する事前の通知なく、本アプリをバージョンアップ又は終了することができるものとします。</p>
<p>2. 当社は、システムの定期保守や緊急保守を行う場合、システムに負荷が集中した場合、アプリの運営に支障が生じると当社が判断した場合、ユーザーのセキュリティを確保する必要が生じた場合、その他必要があると判断した場合には、事前に通知することなく、本アプリの全部又は一部の提供を中断又は停止する等の必要な措置を取ることができるものとします。</p>
<p>3. 前各項に基づく本アプリのバージョンアップ、中断、終了等によりユーザーに損害又は不利益が生じたとしても、当社はその責を負わないものとします。</p>

<h5>第１４条（免責事項）</h5>
<p>1. 当社は、本アプリがユーザーの特定の目的に適合すること、あらゆる情報端末に対応すること、期待する機能・商品的価値・正確性・有用性を有すること、ユーザーによる本アプリの利用がユーザーに適用のある法令等に適合すること、および不具合が生じないことについて、何ら保証するものではありません。</p>
<p>2. 本アプリを利用したことおよび本規約に基づき当社に起因してユーザーに発生した損害について、当社は一切責任を負いません。ただし、本アプリに関する当社とユーザーとの契約（本規約を含みます）が消費者契約法に定める消費者契約に該当する場合はこの限りではないものとします。</p>
<p>3. 本アプリはシステムの一部に外部システム（Amazon Web Service等）を利用しています。そのため当該外部サービスに起因して本アプリの提供が不可能となる又は、不具合が発生する可能性がありますが、当社はそれによってユーザーに生じた損害について一切の責任を負いません。</p>
<p>4. 第２項但し書の場合であっても、当社は、当社の故意・重過失に起因する場合を除き、当社の債務不履行又は不法行為によって直接かつ現実に生じた通常の損害の範囲内で損害賠償責任を負うものとします。</p>
<p>5. ユーザー間の紛争及びトラブルについて、当社は一切責任を負わないものとします。ユーザーが他のユーザーとトラブルになった場合でも、両者同士の責任で解決するものとし、当社には一切の請求をしないものとします。</p>
<p>6. ユーザーは、本アプリの利用に関連し、他のユーザーに損害を与えた場合又は第三者との間に紛争を生じた場合、自己の費用と責任において、かかる損害を賠償またはかかる紛争を解決するものとし、当社には一切の迷惑や損害を与えないものとします。</p>
<p>7. ユーザーの行為により、第三者から当社が損害賠償等の請求をされた場合には、当該ユーザーの費用（弁護士費用）と責任で、これを解決するものとします。当社が、当該第三者に対して、損害賠償金を支払った場合には、当該ユーザーは、当社に対して当該損害賠償金を含む一切の費用（弁護士費用及び逸失利益を含む）を支払うものとします。</p>
<p>8. ユーザーが本アプリの利用に関連して当社に損害を与えた場合、当該ユーザーの費用と責任において当社に対して損害を賠償（訴訟費用及び弁護士費用を含む）するものとします。</p>

<h5>第１５条（権利義務の譲渡）</h5>
<p>1. ユーザーは、本アプリ及び本規約の下でのいずれの権利義務及び地位も、当社が許可した場合を除いては、第三者に譲渡することができないものとします。</p>
<p>2. 当社は本サービスにかる事業を他社に譲渡した場合には、当該事業譲渡に伴い本規約上の地位、本規約に基づく権利及び義務並びにユーザー情報を当該事業譲渡の譲受人に譲渡することができるものとし、ユーザーは、かかる譲渡につき本項において予め同意したものとします。なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他事業が移転するあらゆる場合を含むものとします。</p>

<h5>第１６条（使用言語）</h5>
<p>本規約は日本語版を正式版とします。ユーザーは、当社が本規約の他言語での翻訳を提供している場合、かかる翻訳はユーザーの便宜を図ることのみを目的としたものであり、ユーザーと当社の法的関係に関しては、依然として正式版が適用されることに同意します。</p>

<h5>第１７条（分離可能性）</h5>
<p>本規約のいずれかの条項又はその一部が、法令等により無効または執行不能と判断された場合であっても、本規約の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部分は、継続して完全に効力を有するものとします。</p>

<h5>第１８条（準拠法および管轄裁判所）</h5>
<p>1. 本規約の準拠法は日本法とします。</p>
<p>2. 本規約に起因し、または関連する一切の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</p>

<h5>第１９条（存続条項）</h5>
<p>ユーザーが本アプリの利用を終了した後も、第４条（外部コンテンツ）、第６条（ユーザーの責任）、第１４条（免責事項）、第１５条（権利義務の譲渡）、第１７条（分離可能性）、第１８条（準拠法および管轄裁判所）の各規定は有効に存続するものとします。</p>

<h5>第２０条（協議事項）</h5>
<p>本規約に定めのない事項又は疑義が生じた事項については、当社とユーザーは誠意をもって協議し、円満な解決を図るものとします。</p>
<p></p>
<p>※Flesh and Bloodに関する、カード画像やカードテキストを含む文字情報および画像情報の著作権はLegend Story Studiosに帰属します。</p>
<p></p>
<p>2024年8月1日 制定</p>
        
    </div>
</template>

<script setup>
definePageMeta({ layout: 'app' })
useHead({
  title: 'TCG Gate - 利用規約',
})
</script>
