<template>
    <div style="margin: 0 20px 20px 20px;">
      <div class="column">
        <h3>TCG GATE利用規約</h3>
      </div>

      <h5>第１条（総則）</h5>
      <p>1. この利用規約（以下「本規約」といます）は、株式会社Crewto（以下「当社」といいます）が提供するスマートフォン向けアプリ「TCG GATE」（以下「本アプリ」といいます）における利用条件、ならびに当社と本アプリを利用される方（会員登録の有無を問わず全てのユーザーを指し、以下「ユーザー」といいます）との間の権利義務関係を定めるもので、ユーザーは本規約に同意することで、本サービスをご利用いただけます。</p>
      <p>2. 当社が、本規約以外に定めるルールや各種ガイドラインについても、本規約の一部を実質的に構成するものとします。</p>
      <p>3. 本規約の内容と、前項のルール等の本規約以外における本アプリの説明とが異なる場合は、本規約の規定が優先して適用されるものとします。</p>

      <h5>第２条（外部コンテンツ）</h5>
      <p>ユーザーは本アプリの利用によって、当社以外の第三者が作成したウェブサイトまたはコンテンツ（以下まとめて、「外部コンテンツ」といいます）に対するリンクを取得することができます。外部コンテンツに関しては当社の管理下になく、当該コンテンツの作成者が全ての責任を負います。</p>
      <p>2. 当社は外部コンテンツに起因してユーザーに生じた一切の損害について、賠償する責任を負わないものとします。</p>
      <p>3. ユーザーは外部コンテンツに対するリンク取得の際、作成者が定める利用規約その他の条件が適用されることがあることを予め承諾します。</p>

      <h5>第３条（利用終了）</h5>
      <p>ユーザーは本アプリをアンインストールすることで、本アプリの利用を終了することができます。</p>

      <h5>第４条（ユーザーの責任）</h5>
      <p>1. ユーザーは、自己の責任により本アプリを利用するものとし、本アプリの利用および本アプリを利用してなされた行為及びその結果について、一切の責任を負うものとします。</p>
      <p>2. ユーザーは、本アプリの利用に際し、他のユーザーまたは第三者に対して損害を与えたときは、自己の責任と負担において当該損害を賠償するものとし、当社は一切の責任を負わないものとします。</p>
      <p>3. ユーザーは、本アプリの利用に際し、当社に対して損害を与えたときは、自己の責任と負担において当該損害を賠償するものとします。</p>

      <h5>第５条（ユーザー情報）</h5>
      <p>本アプリの利用に際して当社が取得するユーザー情報については、別途定める本アプリのプライバシーポリシーに従い取り扱うものとします。</p>

      <h5>第６条（広告）</h5>
      <p>1. 当社は、本アプリに当社又は第三者の提供する広告を掲載することができるものとします。</p>
      <p>2. 前項の広告の内容、デザイン、広告の対象となる商品、広告主その他広告に関する事項は当社の裁量で定めるものとします。</p>

      <h5>第７条（禁止事項）</h5>
      <p>1. ユーザーは、本アプリの利用にあたり、以下各号に定める事項を行ってはならないものとします。ユーザーがこれらの行為を行った場合、当社は、当該ユーザーに対する事前の通知なしに、直ちに、当社が必要と判断する措置を講じることができるものとします。</p>
      <ul>
          <li>（1）他のユーザー、第三者又は当社の財産、名誉、信用、プライバシーもしくは著作権パブリシティー権、商標権その他の権利を侵害する行為、侵害を助長する行為又はそれらのおそれのある行為</li>
          <li>（2）他のユーザー、その他の第三者を誹謗中傷する行為</li>
          <li>（3）本アプリに付帯した権利を第三者に貸与、共有、譲渡等する行為</li>
          <li>（4）本アプリを選挙活動に利用すること及び、公職選挙法に抵触する行為</li>
          <li>（5）他のユーザー、その他の第三者に成りすます行為</li>
          <li>（6）個人情報及びユーザーに関する情報を収集する行為</li>
          <li>（7）交際相手を誘引もしくは募集すること又はそれらに繋がる行為</li>
          <li>（8）性交渉の相手を誘引もしくは募集すること又はそれらに繋がる行為</li>
          <li>（9）メールアドレス、電話番号、住所、その他私的な連絡を可能にする情報を掲載する行為</li>
          <li>（10）児童ポルノ又は、児童ポルノに類する表現行為</li>
          <li>（11）わいせつな表現、暴力的な表現、差別的な表現、犯罪及び自殺を誘発する表現、その他公序良俗に反する内容を含むデータを公開し又は投稿する行為</li>
          <li>（12）製品又はアプリの販売、販売の誘引、広告掲載その他の営業活動</li>
          <li>（13）特定の組織又は団体等への勧誘行為</li>
          <li>（14）無限連鎖講、マルチ商法、その他これらに類すると判断されうる行為及び、これらの行為への勧誘行為</li>
          <li>（15）画像、動画、音楽、ソフトウェアその他のファイルを違法に配信する行為及び、かかる行為の実施するサイトへと誘致する行為</li>
          <li>（16）コンピュータウィルス、その他有害なコンピュータプログラム、コード、ファイル等を公開、投稿し、又はこれらの感染又は拡散を助長する行為</li>
          <li>（17）大量のデータを送信するなど、当社のシステム又はサーバーに過度の負荷をかける行為</li>
          <li>（18）本アプリの運営の妨げとなる行為又はそのおそれがあると当社が判断した行為</li>
          <li>（19）アダルト関連アプリのサイト、その他本項各号規定の禁止行為を実施しているウェブサイト（アフィリエイト広告等により禁止行為を実施しているサイトへのリンクが貼られているサイトを含む）への直接又は間接の誘引行為</li>
          <li>（20）本アプリを解読、デコンパイル、分解、リバース・エンジニアリングする行為本規約に違反する行為、法令若しくは公序良俗に反する行為、それらに類する行為、又はその他の当社が不適切と判断する行為</li>
      </ul>
      <p>2. 前項の措置を講じたことにより、ユーザーに損害又は不利益が生じたとしても、当社は一切責任を負わないものとします。</p>

      <h5>第８条（反社会的勢力の排除）</h5>
      <p>1. ユーザーは当社に対し、以下について確約するものとします。</p>
      <ul>
          <li>（1） 自らが、暴力団、暴力団関係企業、総会屋若しくはこれらに準ずる者又はその構成員（以下総称して「反社会的勢力」という）ではないこと。</li>
          <li>（2） 反社会的勢力に自己の名義を利用させ、本サービスを利用するものでないこと。</li>
      </ul>
      <p>2. 当社は、ユーザーが前項に違反していると判断した場合、何らの通知・催告なくして本サービス利用の停止等の措置を講じることがあります。</p>
      <p>3. 当社は、前項の措置によるユーザーの損害を賠償する責任を一切負わないものとします。</p>

      <h5>第９条（権利帰属）</h5>
      <p>本アプリに関する知的財産権は、全て当社または当社にライセンスを許諾している者に帰属しており、本規約に基づく本アプリの利用許諾は、本アプリに関する当社または当社にライセンスを許諾している者の知的財産権の権利移転等を意味するものではありません。</p>

      <h5>第１０条（本アプリのバージョンアップ、中断、終了）</h5>
      <p>1. 当社は、ユーザーに対する事前の通知なく、本アプリをバージョンアップ又は終了することができるものとします。</p>
      <p>2. 当社は、システムの定期保守や緊急保守を行う場合、システムに負荷が集中した場合、アプリの運営に支障が生じると当社が判断した場合、ユーザーのセキュリティを確保する必要が生じた場合、その他必要があると判断した場合には、事前に通知することなく、本アプリの全部又は一部の提供を中断又は停止する等の必要な措置を取ることができるものとします。</p>
      <p>3. 前各項に基づく本アプリのバージョンアップ、中断、終了等によりユーザーに損害又は不利益が生じたとしても、当社はその責を負わないものとします。</p>

      <h5>第１１条（免責事項）</h5>
      <p>1. 当社は、本アプリがユーザーの特定の目的に適合すること、あらゆる情報端末に対応すること、期待する機能・商品的価値・正確性・有用性を有すること、 ユーザーによる本アプリの利用がユーザーに適用のある法令等に適合すること、および不具合が生じないことについて、何ら保証するものではありません。</p>
      <p>2. 本アプリを利用したことおよび本規約に基づき当社に起因してユーザーに発生した損害について、当社は一切責任を負いません。ただし、本アプリに関する当社とユーザーとの契約（本規約を含みます）が消費者契約法に定める消費者契約に該当する場合はこの限りではないものとします。</p>
      <p>3. 本アプリはシステムの一部に外部システム（Amazon Web Service等）を利用しています。そのため当該外部サービスに起因して本アプリの提供が不可能となる又は、不具合が発生する可能性がありますが、当社はそれによってユーザーに生じた損害について一切の責任を負いません。</p>
      <p>4. 第２項但し書の場合であっても、当社は、当社の故意・重過失に起因する場合を除き、当社の債務不履行又は不法行為によって生じた通常発生しうる損害の範囲内で損害賠償責任を負うものとします。</p>

      <h5>第１２条（権利義務の譲渡）</h5>
      <p>1. ユーザーは、本アプリ及び本規約の下でのいずれの権利義務及び地位も、第三者に譲渡することができないものとします。</p>
      <p>2. 当社は本サービスにかかる事業を他社に譲渡した場合には、当該事業譲渡に伴い本規約上の地位、本規約に基づく権利及び義務並びにユーザー情報を当該事業譲渡の譲受人に譲渡することができるものとし、ユーザーは、かかる譲渡につき本項において予め同意したものとします。なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他事業が移転するあらゆる場合を含むものとします。</p>

      <h5>第１３条（使用言語）</h5>
      <p>本規約は日本語版を正式版とします。ユーザーは、当社が本規約の他言語での翻訳を提供している場合、かかる翻訳はユーザーの便宜を図ることのみを目的としたものであり、ユーザーと当社の法的関係に関しては、依然として正式版が適用されることに同意します。</p>

      <h5>第１４条（規約等の変更）</h5>
      <p>1. 当社は、本規約を予告なしに変更する場合があり、その際、本規約を変更する旨および変更後の内容、ならびにその効力発生時期を適切な方法で周知するものとします。</p>
      <p>2. ユーザーは、本規約変更後、本アプリを利用した時点で、変更後の本利用規約に異議なく同意したものとみなされます。</p>

      <h5>第１５条（分離可能性）</h5>
      <p>本規約のいずれかの条項又はその一部が、法令等により無効または執行不能と判断された場合であっても、本規約の残り規定および一部が無効または執行不能と判断された規定の残りの部分は、継続して完全に効力を有するものとします。</p>

      <h5>第１６条（準拠法および管轄裁判所）</h5>
      <p>1. 本規約の準拠法は日本法とします。</p>
      <p>2. 本規約に起因し、または関連する一切の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</p>

      <p>※Flesh and Bloodに関する、カード画像やカードテキストを含む文字情報および画像情報の著作権はLegend Story Studiosに帰属します。</p>

      <p>2024年8月1日 制定</p>
    </div>
</template>

<script setup>
definePageMeta({ layout: 'app' })
useHead({
  title: 'TCG Gate - 利用規約',
})
</script>
